export default {
	navigation: {
		home: 'Головна',
		about: 'Про нас',
		contact: "Зв'язатися",
	},
	home: {
		search_placeholder: 'Пошук міста',
		search_hint: 'Шукайте своє місто'
	},
	about: {
		title1: 'Про сайт MyForecast',
		description1: {
			before: 'MyForecast – це прогноз, який ми використовуємо самі. Це спроба зробити найактуальніший і детальний прогноз погоди, зручний для користувачів будь-яких пристроїв. І доповнити його статистичними даними про клімат міст і країн, температуру води, туристичні сезони для зручності в подорожах. Всі побажання та коментарі щодо сайту надсилайте на ',
			after: ',будемо раді почути вашу думку.'
		},
		title2: 'Звідки ми отримуємо дані про погоду?',
		description2: {
			before: 'Прогнози базуються на даних ',
			after: 'Прогнози оновлюються щогодини.'
		},
		title3: 'Реклама на сайті MyForecast',
		description3: 'Наразі реклама на сайті MyForecast розміщується лише через систему Google Ads.'
	},
	user_agreement: {
		title1: 'Угода користувача та Політика конфіденційності',
		subtitle1: 'Умови',
		terms: "Сайт «MyForecast» надає Користувачеві безкоштовний доступ до таких даних про погоду: температура повітря, хмарність, кількість опадів, атмосферний тиск, атмосферна вологість, сила та напрям вітру, точка роси, небезпечні метеорологічні явища тощо. сайту – це дані математичних моделей прогнозу погоди без їх обробки синоптиком. Дані, розміщені на сайті «MyForecast», призначені виключно для некомерційного використання. Заборонено використовувати інформацію в комерційних цілях, а також для прийняття рішень, пов'язаних з можливими матеріальними втратами та ризиком. Ця Угода користувача може бути змінена без повідомлення користувачів сайту. Нова редакція Договору набирає чинності з моменту його опублікування. Використання Користувачем сайту «MyForecast» означає, що Користувач прийняв цю Угоду в повному обсязі, без будь-яких винятків. Якщо Користувач не згоден з будь-яким положенням цієї Угоди, Користувач повинен припинити використання сайту.",
		subtitle2: 'Політика конфіденційності',
		privacy_policy: "Ми з великою повагою ставимося до персональних даних Користувача та не збираємо жодної інформації, яка підпадає під юридичні обмеження. При використанні веб-сайту MyForecast збираються та обробляються такі дані:",
		li1: 'IP-адреси;',
		li2: 'файли cookie;',
		li3: 'параметри та налаштування Інтернет-браузерів.',
		description: 'На сайті додатково встановлені коди Google Analytics. Використання даного сервісу необхідно для оперативного аналізу відвідуваності та активності Користувачів Сайту. Ми також розміщуємо посилання на політику конфіденційності цих служб. Політика конфіденційності Google Analytics:',
	},
	contact: {
		title: "Зв'язок",
		description: {
			before: 'Пишіть свої побажання щодо функціональності сайту на пошту розробника ',
			after: ', будемо раді почути вашу думку.'
		},
		accept: 'Користуючись цим сайтом, ви приймаєте',
		link: 'Угоду користувача...'
	},
	current_weather: {
		details: 'Деталі',
		feels_like: 'Відчувається як',
		wind: 'Вітер',
		humidity: 'Вологість',
		pressure: 'Тиск'
	},
	forecast: {
		title: 'Щоденний прогноз',
		wind: 'Вітер',
	}
};